42crunch.vscode-openapi
adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
arjun.swagger-viewer
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dawhite.mustache
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
hashicorp.terraform
mehedidracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
neilbrayfield.php-docblocker
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pkief.material-icon-theme
pulkitgangwar.nextjs-snippets
redhat.vscode-yaml
ritwickdey.liveserver
shardulm94.trailing-spaces
steoates.autoimport
streetsidesoftware.code-spell-checker
tomoki1207.pdf
xdebug.php-debug
